{
  "navbar.services": "Služby",
  "navbar.about": "O nás",
  "navbar.contact": "Kontakt",
  "landing.hero.title": "Váš projekt s nadhledem!",
  "landing.hero.getStarted": "Začít",
  "services.title": "Chytrá řešení pro chytré hospodaření",
  "services.subtitle": "S čím Vám pomůžeme:",
  "services.1.title": "Analýza zdraví plodin",
  "services.1.description": "Identifikujte přesnou polohu, stav, sílu a bujnost vegetace. Tato detailní analýza vám pomůže určit, kde odebrat vzorky půdy a provést potřebné agrochemické zásahy pro optimální růst.",
  "services.2.title": "Detekce plevele",
  "services.2.description": "Rychle identifikujte oblasti zamořené plevelem a přijměte okamžitá, účinná opatření v průběhu celého vegetačního období. Optimalizujte své strategie kontroly plevelů a aplikujte přesné množství herbicidu právě tam, kde je potřeba, čímž ušetříte čas i peníze.",
  "services.3.title": "Předpisové mapy a mapy pro variabilní aplikace",
  "services.3.description": "Využijte podrobné analýzy k vytvoření přesných map pro všechny vaše agronomické operace. Aplikujte přesné množství prostředků – od hnojiv po pesticidy – pouze tam, kde je vaše plodina skutečně potřebuje, což zvyšuje efektivitu a výnosy. To je v souladu s principy precizního zemědělství a zemědělství 4.0.",
  "services.4.title": "Letecký postřik a rozhoz granulátu či osiva",
  "services.4.description": "Aplikujte vstupy s bezkonkurenční přesností po vašich polích, a to i když je půda příliš rozáčená pro tradiční pozemní stroje. Naše pokročilé drony dokáží aplikovat tekuté látky i granulát přesně podle vašeho agronomického plánu nebo okamžitých potřeb vašich plodin, čímž Vám zajistíme včasné a efektivní ošetření.",
  "services.5.title": "Podklady pro pojišťovny",
  "services.5.description": "Čelíte ztrátě úrody v důsledku nepříznivého počasí nebo působením zvěře? Naše detailní mapy polí poskytují přesná měření zasažených oblastí, čímž získáte nezvratné důkazy, které využijete k dosažení nejvyšší možné kompenzace od vaší pojišťovny. Nepřicházejte o své investice.",
  "contact.address": "Praha, Česká republika",
  "contact.title": "Pojďme spolupracovat.",
  "contact.subtitle": "Sdílejte svou vizi a my ji uskutečníme.",
  "contact.form.name": "Jméno",
  "contact.form.email": "E-mail",
  "contact.form.phone": "Telefon",
  "contact.form.message": "Popište váš projekt",
  "contact.form.send": "Odeslat zprávu",
  "contact.form.loading": "Odesílání",
  "contact.form.submitted": "Odesláno",
  "footer.company": "Společnost",
  "footer.resources": "Zdroje",
  "footer.contact": "Kontakt",
  "footer.privacyPolicy": "Zásady ochrany osobních údajů",
  "footer.faq": "FAQ",
  "footer.copyright": "Všechna práva vyhrazena."
}
