{
  "navbar.services": "Služby",
  "navbar.about": "O nás",
  "navbar.contact": "Kontakt",
  "landing.hero.title": "Váš projekt s nadhledem!",
  "landing.hero.getStarted": "Začít",
  "services.title": "Chytrá řešení pro chytré hospodaření",
  "services.subtitle": "S čím Vám pomůžeme:",
  "services.1.title": "Analýza zdraví plodin",
  "services.1.description": "Identifikujte přesnou polohu, stav, sílu a bujnost vegetace. Tato detailní analýza vám pomůže určit, kde odebrat vzorky půdy a provést potřebné agrochemické zásahy pro optimální růst.",
  "services.2.title": "Detekce plevele",
  "services.2.description": "Rychle identifikujte oblasti zamořené plevelem a přijměte okamžitá, účinná opatření v průběhu celého vegetačního období. Optimalizujte své strategie kontroly plevelů a aplikujte přesné množství herbicidu právě tam, kde je potřeba, čímž ušetříte čas i peníze.",
  "services.3.title": "Předpisové mapy a mapy pro variabilní aplikace",
  "services.3.description": "Využijte podrobné analýzy k vytvoření přesných map pro všechny vaše agronomické operace. Aplikujte přesné množství prostředků – od hnojiv po pesticidy – pouze tam, kde je vaše plodina skutečně potřebuje, což zvyšuje efektivitu a výnosy. To je v souladu s principy precizního zemědělství a zemědělství 4.0.",
  "services.4.title": "Letecký postřik a rozhoz granulátu či osiva",
  "services.4.description": "Aplikujte vstupy s bezkonkurenční přesností po vašich polích, a to i když je půda příliš rozáčená pro tradiční pozemní stroje. Naše pokročilé drony dokáží aplikovat tekuté látky i granulát přesně podle vašeho agronomického plánu nebo okamžitých potřeb vašich plodin, čímž Vám zajistíme včasné a efektivní ošetření.",
  "services.5.title": "Podklady pro pojišťovny",
  "services.5.description": "Čelíte ztrátě úrody v důsledku nepříznivého počasí nebo působením zvěře? Naše detailní mapy polí poskytují přesná měření zasažených oblastí, čímž získáte nezvratné důkazy, které využijete k dosažení nejvyšší možné kompenzace od vaší pojišťovny. Nepřicházejte o své investice.",
  "otherServices.title": "Více služeb k Vašim službám",
  "otherServices.subtitle": "Co ještě dokážeme:",
  "otherServices.1.title": "Termální snímkování",
  "otherServices.1.description": "Odhalte neviditelné a identifikujte skryté problémy pomocí termokamery. Poškozenou izolaci, přehřívající se stroje (jako jsou klimatizační jednotky nebo solární panely) a další tepelné anomálie lze detekovat dříve, než povedou ke kritickým poruchám. To umožňuje včasné opravy, preventivní údržbu nebo uplatnění záruky, což vám ušetří značné náklady a prostoje.",
  "otherServices.2.title": "2D mapování povrchu",
  "otherServices.2.description": "Když satelitní mapy nestačí nebo jsou zastaralé, naše 2D mapování vám poskytne potřebné snímky ve vysokém rozlišení a s aktuálními daty. Získejte detailní, přesné mapy pro velké oblasti, jako jsou staveniště, produktovody, průmyslové zóny nebo celé obce a zajistěte si přesné vizuální údaje pro vaše projekty.",
  "otherServices.3.title": "3D fotogrammetrické modelování",
  "otherServices.3.description": "Potřebujete digitalizovat komplexní struktury nebo terén s bezkonkurenční přesností? Naše 3D fotogrammetrické modelování a LiDAR skenování vytváří vysoce detailní digitální dvojčata (digital twins) stávajících konstrukcí nebo krajiny. Dosáhněte subcentimetrové přesnosti, která je ideální pro hloubkovou analýzu, plánování a správu majetku.",
  "otherServices.4.title": "Monitoring fotovoltaických soustav",
  "otherServices.4.description": "Odhalte a vyřešte neefektivitu ve vašich fotovoltaických elektrárnách. Pomůžeme vám s detekcí běžných problémů, jako jsou vadné solární články, poruchy diod a dokonce i zastínění vegetací, které mohou výrazně snížit energetický výkon. Pravidelné kontroly zajistí, že vaše elektrárna bude pracovat s maximální efektivitou a tím maximalizuje návratnost vašich investic.",
  "otherServices.5.title": "Živé inspekce",
  "otherServices.5.description": "Získejte okamžitý 'pohled z nebe' se službou živých inspekcí. Bezpečně kontrolujte střechy, hromosvody, fasády, elektrické sloupy a další výškové konstrukce v reálném čase. Váš odborník navádí pilota dronu ze země, udílí přímé pokyny a okamžitě dokumentuje všechna zjištění, zatímco sám vše sleduje na širokoúhlé obrazovce. Jedná se o rychlé, snadné a bezpečné řešení pro kritické vizuální prohlídky.",
  "contact.address": "Praha, Česká republika",
  "contact.title": "Pojďme spolupracovat.",
  "contact.subtitle": "Sdílejte svou vizi a my ji uskutečníme.",
  "contact.form.name": "Jméno",
  "contact.form.email": "E-mail",
  "contact.form.phone": "Telefon",
  "contact.form.message": "Popište váš projekt",
  "contact.form.send": "Odeslat zprávu",
  "contact.form.loading": "Odesílání",
  "contact.form.submitted": "Odesláno",
  "footer.company": "Společnost",
  "footer.resources": "Zdroje",
  "footer.contact": "Kontakt",
  "footer.privacyPolicy": "Zásady ochrany osobních údajů",
  "footer.faq": "FAQ",
  "footer.copyright": "Všechna práva vyhrazena."
}
