{
  "navbar.services": "Services",
  "navbar.about": "About Us",
  "navbar.contact": "Contact",
  "landing.hero.title": "Your project with an elevated view!",
  "landing.hero.getStarted": "Get Started",
  "services.title": "Smart Solutions for Smarter Farming",
  "services.subtitle": "We can help you with:",
  "services.1.title": "Crop health analysis",
  "services.1.description": "Identify the exact location, condition, strength, and lushness of vegetation. This detailed analysis guides you on where to sample soil and apply necessary agricultural treatments for optimal growth.",
  "services.2.title": "Weed detection",
  "services.2.description": "Quickly identify weed-infested areas to take immediate, effective action during the growing season. Optimize your weed control strategies and apply precise amounts of herbicide exactly where needed, saving you time and money.",
  "services.3.title": "Prescription and Variable application maps",
  "services.3.description": "Leverage detailed analysis to generate precise maps for all your agricultural operations. Apply exact amounts of inputs—like fertilizer or pesticides—only where your plants truly need them. This aligns with Precision Agriculture and Agriculture 4.0 principles, boosting efficiency and yields",
  "services.4.title": "Aerial spraying and spreading",
  "services.4.description": "Apply inputs with unmatched precision across your fields, even when conditions are too wet for traditional ground machinery. Our advanced drones can apply both liquid and granular substances exactly as your agronomic plan or crop's immediate needs dictate, ensuring timely and effective treatment.",
  "services.5.title": "Documentation for insurance",
  "services.5.description": "Facing crop damage from severe weather or wild animal movements? Our detailed field maps provide exact measurements of affected areas, giving you the irrefutable evidence you need to secure the highest possible compensation from your insurance provider. Don't leave money on the table.",
  "otherServices.title": "More services based on your needs",
  "otherServices.subtitle": "What else can we do:",
  "otherServices.1.title": "Thermal imaging",
  "otherServices.1.description": "See the invisible and uncover hidden issues with our thermal imaging services. Damaged insulation, overheating machinery (like AC units or solar panels), and other thermal anomalies can be detected before they lead to critical failures. This allows for timely repairs, preventative maintenance, or warranty claims, saving you significant costs and downtime.",
  "otherServices.2.title": "2D mapping",
  "otherServices.2.description": "When satellite maps fall short or are outdated, our 2D mapping provides the high-resolution, up-to-date imagery you need. Get detailed, accurate maps for large areas such as construction sites, industrial zones, or entire villages, ensuring you have the precise visual data for your projects.",
  "otherServices.3.title": "3D photogrammetric modelling",
  "otherServices.3.description": "Need to digitize complex structures or terrain with unparalleled accuracy? Our 3D photogrammetric modeling and LiDAR scanning create highly detailed digital twins of existing structures or landscapes. Achieve sub-centimeter precision, perfect for in-depth analysis, planning, and asset management.",
  "otherServices.4.title": "Photovoltaic power plant monitoring",
  "otherServices.4.description": "Uncover and resolve inefficiencies in your photovoltaic power plants. Our monitoring services detect common issues like malfunctioning solar cells, diode faults, and even vegetation shading that can significantly reduce energy output. Regular checks ensure your power plant operates at peak efficiency, maximizing your return on investment.",
  "otherServices.5.title": "Live inspections",
  "otherServices.5.description": "Get an immediate 'eye in the sky' with our live inspection services. Safely inspect roofs, lightning rods, facades, electrical poles, and other elevated structures in real-time. Your inspector can guide the drone pilot from the ground, giving direct commands and documenting all findings instantly. This is a quick, easy, and safe solution for critical visual assessments.",
  "contact.address": "Prague, Czech Republic",
  "contact.title": "Let's work together.",
  "contact.subtitle": "Share your vision, and we'll make it happen.",
  "contact.form.name": "Name",
  "contact.form.email": "Email",
  "contact.form.phone": "Phone",
  "contact.form.message": "Describe your project",
  "contact.form.send": "Send message",
  "contact.form.loading": "Sending",
  "contact.form.submitted": "Sent",
  "footer.company": "Company",
  "footer.resources": "Resources",
  "footer.contact": "Contact",
  "footer.privacyPolicy": "Privacy Policy",
  "footer.faq": "FAQ",
  "footer.copyright": "All rights reserved."
}
